{
    "sun": "Equator circumference: 4,379,000km \nRadius: 695,700km \nTemperature: 5,973°C to 15,000,000°C \nAverage orbital speed around the Milky Way: 720,000km/h (200km/s) \nStar type: Yellow dwarf \nAverage time taken to rotate on axis: 27 Earth days \nNumber of planets: 8",
    "mars": "Mars is a cold desert world. It is half the size of Earth. Mars is sometimes called the Red Planet. It's red because of rusty iron in the ground. \n\nLike Earth, Mars has seasons, polar ice caps, volcanoes, canyons, and weather. It has a very thin atmosphere made of carbon dioxide, nitrogen, and argon. \n\nThere are signs of ancient floods on Mars, but now water mostly exists in icy dirt and thin clouds. On some Martian hillsides, there is evidence of liquid salty water in the ground.",
    "mercury": "Mercury is the smallest planet in our solar system. It's a little bigger than Earth's Moon. It is the closest planet to the Sun, but it’s actually not the hottest. Venus is hotter. \n\nAlong with Venus, Earth, and Mars, Mercury is one of the rocky planets. It has a solid surface that is covered with craters like our Moon. It has a thin atmosphere, and it doesn't have any moons. Mercury likes to keep things simple. \n\nMercury spins slowly compared to Earth, so one day lasts a long time. Mercury takes 59 Earth days to make one full rotation. But a year on Mercury goes fast. Because it's the closest planet to the sun, it goes around the Sun in just 88 Earth days.",
    "venus": "Venus is the second planet from the Sun and Earth's closest planetary neighbor. Even though Mercury is closer to the Sun, Venus is the hottest planet in our solar system. Its thick atmosphere is full of the greenhouse gas carbon dioxide, and it has clouds of sulfuric acid. The atmosphere traps heat, making it feel like a furnace on the surface. It's so hot on Venus, the metal lead would melt. \n\nVenus is sometimes called Earth's twin because it's similar in size and structure, but the planets are very different in other ways. In addition to being extremely hot, Venus is unusual because it spins in the opposite direction of Earth and most other planets. It also has a very slow rotation making its day longer than its year.",
    "earth": "Our home planet Earth is a rocky, terrestrial planet. It has a solid and active surface with mountains, valleys, canyons, plains and so much more. Earth is special because it is an ocean planet. Water covers 70% of Earth's surface. \n\nEarth's atmosphere is made mostly of nitrogen and has plenty of oxygen for us to breathe. The atmosphere also protects us from incoming meteoroids, most of which break up before they can hit the surface.",
    "jupiter": "Jupiter is the biggest planet in our solar system. It's similar to a star, but it never got big enough to start burning. \n\nJupiter is covered in swirling cloud stripes. It has big storms like the Great Red Spot, which has been going for hundreds of years. \n\nJupiter is a gas giant and doesn't have a solid surface, but it may have a solid inner core about the size of Earth. Jupiter also has rings, but they're too faint to see very well.",
    "pluto": "Pluto is a dwarf planet that lies in the Kuiper Belt, an area full of icy bodies and other dwarf planets out past Neptune. Pluto is very small, only about half the width of the United States and its biggest moon Charon is about half the size of Pluto. \n\nAlmost all the planets travel around the Sun in nearly perfect circles. But not Pluto. It takes an oval-shaped path with the Sun nowhere near its center. What's more, its path is quite tilted compared to the planets.",
    "saturn": "Saturn isn't the only planet to have rings, but it definitely has the most beautiful ones. \n\nThe rings we see are made of groups of tiny ringlets that surround Saturn. They’re made of chunks of ice and rock. \n\nLike Jupiter, Saturn is mostly a ball of hydrogen and helium.",
    "uranus": "Uranus is surrounded by a set of 13 rings. Uranus is an ice giant (instead of a gas giant). It is mostly made of flowing icy materials above a solid core. Uranus has a thick atmosphere made of methane, hydrogen, and helium. \n\nUranus is the only planet that spins on its side. Uranus spins the opposite direction as Earth and most other planets.",
    "neptune": "Neptune is dark, cold, and very windy. It's the last of the planets in our solar system. It's more than 30 times as far from the Sun as Earth is.\n\nNeptune is very similar to Uranus. It's made of a thick soup of water, ammonia, and methane over an Earth-sized solid center. Its atmosphere is made of hydrogen, helium, and methane. The methane gives Neptune the same blue color as Uranus. \n\nNeptune has six rings, but they're very hard to see."
}